{
    "welcome": "Hallo, Ich bin Aleksandar",
    "welcome2": "Ein React-Entwickler und Design-Enthusiast",
    "about1": "Mein Name ist Aleksandar Vuckovic, und ich lebe seit 2016 in München. Im Jahr 2019 habe ich meine Reise in die Frontend-Entwicklung begonnen, indem ich HTML und CSS lernte. Mit Hilfe von Bootstrap begann ich, Webseiten zu erstellen, und lernte dann JavaScript.",
    "about2": "Ich besuchte die IT-Akademie, wo ich die Grundlagen von HTML, CSS und JavaScript noch einmal durchging und lernte, wie man Datenbanken mit dem Wamp-Server erstellt und Abfragen auf diesen Datenbanken durchführt. Nach Abschluss des Kurses setzte ich meine Fähigkeiten eigenständig fort, lernte TypeScript und begann bald darauf, mit ReactTS zu arbeiten.",
    "about3": "Ende 2022 begann ich meine berufliche Karriere als ReactTS-Entwickler bei",
    "about4": ", a company based in Novi Sad, Serbia, where I currently work remotely on a part-time basis.",
    "about5": " On this page, you can also find a section dedicated to my projects, where you can view a demo application built with React. The project includes a detailed description of all the technologies and tools used in its development. This section aims to provide a comprehensive understanding of my capabilities and the extent of my expertise in creating modern, responsive web applications.",
    "projectHeadline": "Projekt Beschreibung",
    "projectDescription1": "Dieses Projekt ist eine umfassende Gaming-Plattform, auf der Benutzer eine Vielzahl von Spielen erkunden können, die von einem Backend-Server abgerufen werden. ",
   "projectDescription2": "Die Plattform bietet robuste Filteroptionen, mit denen Benutzer Spiele nach Genre, Plattform, Erscheinungsjahr, Titel und Relevanz sortieren können. ",
    "projectDescription3": "Darüber hinaus können Benutzer nach bestimmten Spieletiteln suchen. Jedes auf der Plattform gelistete Spiel enthält detaillierte Informationen, einschließlich einer durchschnittlichen Bewertung, unterstützter Plattformen und Publisher-Details. ",
    "projectDescription4": "Wenn ein Benutzer ein Spiel auswählt, wird er auf eine dedizierte Seite für dieses Spiel weitergeleitet, die eine detaillierte Beschreibung, Screenshots und einen Trailer (falls vom Backend verfügbar) enthält. ",
    "projectDescription5": "Diese Plattform zielt darauf ab, die Entdeckung von Spielen zu verbessern, indem sie intuitive und benutzerfreundliche Navigations- und Suchfunktionen bietet, damit Benutzer Spiele finden und kennenlernen können, die ihren Interessen entsprechen.",
    "demoTry": "Hier Demo ausprobieren",
    "isUsed": "Was wurde verwendet, um diese App zu erstellen:"

    
}